<?php
require_once "header.php";
?>

            <h3>PHP</h3>
            <h2>Язык программирования</h2><img src="img/php.png" width="300px">
            <p>Скриптовый язык общего назначения, интенсивно применяемый для разработки веб-приложений. В настоящее время поддерживается подавляющим большинством хостинг-провайдеров и является одним из лидеров среди языков, применяющихся для создания динамических веб-сайтов. <a href="https://ru.wikipedia.org/wiki/PHP">Википедия</a></p>

            <p>Интересный факт: В 1994 году датский программист Расмус Лердорф создал набор скриптов на Perl/CGI для вывода и учёта посетителей его онлайн-резюме, обрабатывающий шаблоны HTML-документов. Лердорф назвал набор Personal Home Page (Личная Домашняя Страница).</p>

<?
require_once "footer.php";